[Cues]
Cue_E1_4A_CHouseFront_HouseReveal01_Chloe_010="Come on in, don't be shy."
Cue_E1_4A_CHouseFront_HouseReveal01_Chloe_030="Home, shit, home."
Cue_E1_4A_CHouseFront_HouseReveal01_Max_020="The house still looks... nice."
Cue_E1_4A_ChloeCar_BrokenCamera_Chloe_020="Wow, haven't heard that one in a while..."
Cue_E1_4A_ChloeCar_BrokenCamera_Chloe_040="My step-douche has a boatload of tools. Maybe you can fix it in my place..."
Cue_E1_4A_ChloeCar_BrokenCamera_Chloe_060="Nerd alert! My stepdad has a fully stocked garage. And he actually is a tiny tool."
Cue_E1_4A_ChloeCar_BrokenCamera_Chloe_070="Welcome home, Max."
Cue_E1_4A_ChloeCar_BrokenCamera_Chloe_080="Fasten your seatbelt."
Cue_E1_4A_ChloeCar_BrokenCamera_Max_010="Broken. Oh man, are you cereal?"
Cue_E1_4A_ChloeCar_BrokenCamera_Max_030="Not everything changes. Except my camera has officially taken a shit."
Cue_E1_4A_ChloeCar_BrokenCamera_Max_050="I need very specific tiny tools."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_001="So what did that freak want with you?"
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_004="And an asshole. Your friend really stood up for you..."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_005="He's just another Arcadia asshole... Your friend really took a beatdown for you."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_007="You're not the only one in debt, and you're already causing trouble."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_009="So I guess Seattle sucked hard?"
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_012="Yeah, must be hard coming back to a hick town like Arcadia again..."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_013="I would think you'd fit right in with the art school hipsters..."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_016="At least you're still a smartass."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_018="Please, girl. You came back for Blackwell Academy."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_021="So you came back to Arcadia for a teacher... not your best friend."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_022="Those that can't do, teach. I'm glad you found a good reason to come back."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_024="No. You were happy to wait five years without a call, or even a text."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_028="I guess those changes included dumping me from your life."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_029="Oh, please. I'm sure your phone and laptop were frozen in time."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_030="How do you know? You weren't even here."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_032="Bullshit. You thought you'd hook up with all these art pricks in Seattle. Didn't happen tho."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_035="You've been at Blackwell for almost a month without letting me know. 'Nuff said."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Chloe_037="I bet you don't use these sad excuses on Mr. Jefferson... Don't use them on me, Max."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_002="I have no idea. I know he's a Prescott."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_003="Hopefully nothing after today. So, how do you know Nathan?"
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_006="Warren? Yeah, I owe him big time."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_008="I thought it would be quiet here. Feels so weird to be back."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_010="No, it felt like a real city for artists, big and bright. Great for taking pictures."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_011="I guess. It was cool but... I felt kinda lonely, out of my league."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_014="Not after seeing you."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_015="Right. You look like the cover of Hipster Girl dot com."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_017="That's why I'm here."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_019="Of course. It's one of the best photography programs in the country... and my favorite teacher, Mark Jefferson."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_020="Only for Mark Jefferson. He was a pretty famous photographer in the 90s... I've always loved his work."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_023="Don't you think I'm happy to see you?"
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_025="Give me a break. I was going through changes... like you."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_026="I wanted to. I was just so tripped out over leaving Arcadia..."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_027="I'm sorry. I know things were tough on you when I left."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_031="That's not true, Chloe."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_033="I didn't order my parents to move specifically to fuck you over, Chloe."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_034="You're merciless."
Cue_E1_4A_ChloeCar_CHChloe_TalkChloe_Max_036="I just wanted to settle in first and not be such a shy cliché geek. I totally would have contacted you..."
Cue_E1_4A_ChloeCar_FirstReunion_Chloe_020=""Oh, and thanks, Chloe!""
Cue_E1_4A_ChloeCar_FirstReunion_Chloe_030="After five years you're still Max Caulfield."
Cue_E1_4A_ChloeCar_FirstReunion_Chloe_040="Don't give me the guilty face. At least pretend you're glad to see me."
Cue_E1_4A_ChloeCar_FirstReunion_Chloe_070="Yes, it's been that kind of day."
Cue_E1_4A_ChloeCar_FirstReunion_Max_010="Man, Nathan Prescott is messed up. And dangerous... This day never ends..."
Cue_E1_4A_ChloeCar_FirstReunion_Max_050="I am seriously glad to see you."
Cue_E1_4A_ChloeCar_FirstReunion_Max_060="Oh, and thanks, Chloe. It makes perfect sense I'd see you today."
